#+title: Guion 2 - 27 de marzo del 2024

#+HTML: <main>

#+caption: Guión técnico para el operador.
|   | Guión técnico | Detalle                                             | Duración | Finaliza |
| / | <>            | <>                                                  |       <> |       <> |
| / | Inicio        |                                                     |          | 13:00:00 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Comienzo      | Cortinilla: =Cortinillas/Apertura Ctrl Z.mp3=         | 00:00:10 | 13:00:10 |
|   | Presentación  | Presentación del programa                           | 00:05:00 | 13:05:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Noticias      |                                                     | 00:10:00 | 13:15:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Bloque 1      | La computación antes de la democracia               | 00:15:00 | 13:30:10 |
|   |               | \telephone{} Llamar a Jorge Sznek                             |          |          |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | \pausebutton{} Tanda      | ----- Tanda Publicitaria -----                      | 00:05:00 | 13:35:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Bloque 2      | Nuestra universidad y derechos humanos              | 00:15:00 | 13:50:10 |
|   |               | \telephone{} Llamar a Leticia                                 |          |          |
|---+---------------+-----------------------------------------------------+----------+----------|
|   | Cierre        | Cortinilla/separador: =Cortinillas/Cierre Ctrl Z.mp3= | 00:05:00 | 13:55:10 |
|---+---------------+-----------------------------------------------------+----------+----------|
|---+---------------+-----------------------------------------------------+----------+----------|
|   | *Total*         |                                                     | 00:55:10 |          |
#+TBLFM: @4$5..@12$5=$4 + @-1$5;T::@13$4='(apply '+ '(@4$4..@12$4));T

* Presentación del programa
- Bienvenida a Control Z, el espacio de la Facultad de Informática.
- Todos los miércoles a las 13:00 de la tarde
- Presentarse - Participaron: Ian Acosta y Christian Gimenez.
  
  Detrás del micrófono: Sergio "Bomba" Guzmán en la operación.
  
- ¿De qué se trata Control Z?

- Es una iniciativa de extensión de nuestra facultad y de nuestra
  universidad pública
  
  Charlamos de: Ciudadanía digital, cultura libre, estudiá computación,
  informática diversa, control N.

- Canales de comunicación: Instagram: ctrlz_fai |
  Web:[[https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&sa=D&source=editors&ust=1710886972631607&usg=AOvVaw0Nd3amx84NFOIIJmebjzYD][ ]][[https://www.google.com/url?q=https://controlz.fi.uncoma.edu.ar/&sa=D&source=editors&ust=1710886972631851&usg=AOvVaw2WckiSK9W10CI0pP35EAyw][https://controlz.fi.uncoma.edu.ar/]] |
  Correo: controlz@fi.uncoma.edu.ar
- Resumen del programa de hoy: ¿qué hay hoy?

* Noticias
:PROPERTIES:
:CUSTOM_ID: h.wm4o5zhm93iq
:CLASS: c17
:END:
** Internacionales
- [[https://www.elmundo.es/tecnologia/2024/03/23/65feee38fc6c83912e8b45e7.html][El bloqueo de Telegram, un paso más en la amplia lista de restricciones a la aplicación]] de El Mundo.


** FaI
- Curso "Generación de grafos de conocimiento para explorar silos de datos".

  En este curso, se introducen los conceptos fundamentales referidos a los grafos de conocimiento, presentando los fundamentos teóricos y lenguajes de modelado y consulta. Asimismo, se presentan ejemplos prácticos del uso, métodos y herramientas para la generación de dichos grafos.

  - Abierta la inscripción.
  - Inicia el 12 de abril del 2024.
  - Dictado por Dra. Laura Cecchi y Dr. Germán Braun.

  [[https://www.fi.uncoma.edu.ar/index.php/novedades/curso-generacion-de-grafos-de-conocimiento-para-explorar-silos-de-datos/][Ver en FaIWeb.]]
* Bloque 1 - La computación antes de la democracia
\telephone{} Entrevista a Jorge Sznek.

1. ¿En qué momento se inició la computación en Argentina?
2. ¿Qué avances han surgido previo a la democracia?
3. ¿Cómo era la computación antes de la democracia?
4. ¿Qué sucedió después de la noche de los bastones largos?
5. ¿Qué sucedió con Sadosky después de la noche de los bastones largos?
6. ¿Qué fue "IBM Go Home"? ¿cómo nació esa frase?
7. ¿Qué sucedió en las universidades entre el 70' y 80'?
   

* ⏸️ -- Tanda --
:PROPERTIES:
:CUSTOM_ID: h.qm0feleg4vjo
:CLASS: c17
:END:
* Bloque 2 - Nuestra universidad y derechos humanos
\telephone{} Entrevista a Leticia Bellini, docente jubilada de la UNCo, integrante de la APDH.

Muestra "Imágenes para no olvidar": http://apdh.fi.uncoma.edu.ar/

1. ¿Qué relación tiene nuestra facultad y la universidad con APDH?
2. ¿Nos contás de la muestra? ¿de qué se trata?
3. ¿Cómo te incorporaste a la APDH?
4. ¿Cómo fue trabajar con Noemí Labrune?
   1. Recordamos que Noemí recibió el título de Doctora Honoris Causa de la UNCo.
   2. Además, fue investigadora en la UBA durante la dictadura de Onganía, y renunció luego de la Noche de los Bastones Largos ([[https://www.pagina12.com.ar/586724-murio-noemi-labrune-historica-militante-de-los-derechos-huma][Fuente]]).
5. Noemí Labrune y la APDH colaboró con la facultad en varias ocasiones:
   1. 2015 Jornada Estudiantil Interfacultades "La Universidad del Comahue en los Juicios de Lesa Humanidad".
   2. 2017 Muestra "Juicio y castigo: Imágenes para no olvidar", exposición guiada por Noemí.
   3. 2018 Proyecto conjunto FaI, Escuela Integral para Adolescentes y Jóvenes con Discapacidad y APDH Neuquén.

      Creación de las "Cajitas de la Memoria", almacenaje de una versión de la muestra "Juicio y Castigo: Imágenes para no olvidar".
   4. 2019 Iniciativa por la memoria, llevando la muestra a instituciones de la región.
   5. 2019 La APDH Neuquén, la Confederación Mapuche del Neuquén y la FaI trabajaron en el desarrollo de la *Enciclopedia Juvenil Mapuche*.
   6. 2021 La APDH Neuquén, Escuelas Amigas y la FaI relevaron la conectividad e infraestructura tecnológica en un grupo de escuelas primarias de la ciudad de Neuquén.
   7. 2021 y 2022 La APDH Neuquén y la FaI diseñarol la plataforma digital para las jornadas "Pandemia/Pospandemia, la sociedad, la universidad, los universitarios".
   8. 2023 Diseño de la infraestructura tecnológica para la residencia estudiantil y centro cultural
   9. se emplaza en la casa que Noemí Labrune cedió a la Universidad Nacional del Comahue.


   

* Despedida
:PROPERTIES:
:CUSTOM_ID: h.su4eyyusfwqo
:CLASS: c17
:END:
- Hemos llegado al final del programa ...
- ¡Nos vemos el próximo miércoles a las 13:00!
- ¡Pero no se vayan! Que ya viene Meteoro en "Yo no fui"


* Recursos

Historia de la computación Argentina

- [[https://web.archive.org/web/20070928020926/http://www.sadio.org.ar/modules.php?op=modload&name=News&file=article&sid=50][Breve resumen de la historia de la computación en Argentina]] por Pablo Jacovkis. Sociedad Argentina de Informática (SADIO). 2004.

UNCo:

- [[https://www.uncoma.edu.ar/nutrida-presencia-de-la-unco-en-la-marcha-del-24m/][Nutrida presencia de la UNCo en la marcha del 24M]]
- [[https://www.uncoma.edu.ar/la-unco-entregara-legajos-a-familiares-de-victimas-del-terrorismo-de-estado/][La UNCo entregará legajos a familiares de víctimas del terrorismo de Estado]] del 24 de marzo del 2023.

* Licencia
Esta obra se encuentra bajo la licencia Creative Commons - Atribución - Compartir Igual.

- "Ranibow Tylenol". Autor: Kitsune^{2} (Renard Queenston), Album: Squaredance.

#+HTML: </main>

* Meta     :noexport:

# ----------------------------------------------------------------------
#+SUBTITLE:
#+AUTHOR: Christian Gimenez
#+EMAIL:
#+DESCRIPTION: 
#+KEYWORDS: 
#+COLUMNS: %40ITEM(Task) %17Effort(Estimated Effort){:} %CLOCKSUM

#+STARTUP: inlineimages hidestars content hideblocks entitiespretty
#+STARTUP: indent fninline latexpreview

#+OPTIONS: H:3 num:t toc:t \n:nil @:t ::t |:t ^:{} -:t f:t *:t <:t
#+OPTIONS: TeX:t LaTeX:t skip:nil d:nil todo:t pri:nil tags:not-in-toc
#+OPTIONS: tex:imagemagick

#+TODO: TODO(t!) CURRENT(c!) PAUSED(p!) | DONE(d!) CANCELED(C!@)

# -- Export
#+LANGUAGE: es
#+EXPORT_SELECT_TAGS: export
#+EXPORT_EXCLUDE_TAGS: noexport
# #+export_file_name: 

# -- HTML Export
#+INFOJS_OPT: view:info toc:t ftoc:t ltoc:t mouse:underline buttons:t path:libs/org-info.js
#+XSLT:

# -- For ox-twbs or HTML Export
# #+HTML_HEAD: <link href="libs/bootstrap.min.css" rel="stylesheet">
# -- -- LaTeX-CSS
# #+HTML_HEAD: <link href="css/style-org.css" rel="stylesheet">

# #+HTML_HEAD: <script src="libs/jquery.min.js"></script> 
# #+HTML_HEAD: <script src="libs/bootstrap.min.js"></script>

#+HTML_HEAD_EXTRA: <link href="../css/guiones-2024.css" rel="stylesheet">

# -- LaTeX Export
# #+LATEX_CLASS: article
#+latex_compiler: lualatex
# #+latex_class_options: [12pt, twoside]

#+latex_header: \usepackage{csquotes}
# #+latex_header: \usepackage[spanish]{babel}
# #+latex_header: \usepackage[margin=2cm]{geometry}
# #+latex_header: \usepackage{fontspec}
#+latex_header: \usepackage{emoji}
# -- biblatex
#+latex_header: \usepackage[backend=biber, style=alphabetic, backref=true]{biblatex}
#+latex_header: \addbibresource{tangled/biblio.bib}
# -- -- Tikz
# #+LATEX_HEADER: \usepackage{tikz}
# #+LATEX_HEADER: \usetikzlibrary{arrows.meta}
# #+LATEX_HEADER: \usetikzlibrary{decorations}
# #+LATEX_HEADER: \usetikzlibrary{decorations.pathmorphing}
# #+LATEX_HEADER: \usetikzlibrary{shapes.geometric}
# #+LATEX_HEADER: \usetikzlibrary{shapes.symbols}
# #+LATEX_HEADER: \usetikzlibrary{positioning}
# #+LATEX_HEADER: \usetikzlibrary{trees}

# #+LATEX_HEADER_EXTRA:

# --  Info Export
#+TEXINFO_DIR_CATEGORY: A category
#+TEXINFO_DIR_TITLE: Guiones: (Guion)
#+TEXINFO_DIR_DESC: One line description.
#+TEXINFO_PRINTED_TITLE: Guiones
#+TEXINFO_FILENAME: Guion.info


# Local Variables:
# org-hide-emphasis-markers: t
# org-use-sub-superscripts: "{}"
# fill-column: 80
# visual-line-fringe-indicators: t
# ispell-local-dictionary: "british"
# org-latex-default-figure-position: "tbp"
# End:
